Repository: noah-nuebling/mac-mouse-fix-website
Catalog: locales/strings/repo-root/pages/index.xcstrings
Source language: en
Languages: de, es, pl, ru, tr, zh_hans

# 01: trackpad.intro.title
source: Macs Are Best With a {dev}.
de: Macs sind am besten mit {dev}.
es: Los Mac Son Mejores Con Un {dev}
ru: Mac лучше всего c {dev}.
zh_hans: Mac用{dev}最厉害。

# 02: trackpad.intro.title.device1
source: **Trackpad**
de: einem **Trackpad**
pl: **gładzikiem**
ru: **Трекпадом**
tr: **İzleme Dörtgeni**
zh_hans: **触控板**

# 03: trackpad.intro.title.device2
source: **Mouse**
de: einer **Maus**
es: **Ratón**
pl: **myszką**
ru: **Мышкой**
tr: **Fare**
zh_hans: **鼠标**

# 04: trackpad.intro.body
source: That's right! Mac Mouse Fix brings all features of an Apple Trackpad - and more - to your **precise** and **ergonomic** third-party mouse. And all interactions feel just as **smooth** and **natural** as they do on a Trackpad.
de: So sieht’s aus! Mac Mouse Fix bringt alle Funktionen eines Apple Trackpads - und mehr - auf deine **ergonomische** und **präzise** Drittanbieter-Maus. Und alle Interaktionen fühlen sich genauso **flüssig** und **natürlich** an wie auf dem Trackpad.
ru: Правильно! Mac Mouse Fix предоставляет все функции трекпада Apple — и даже больше — для вашей **точной** и **эргономичной** мыши стороннего производителя. Все взаимодействия будут такими же **плавными** и **естественными**, как и на трекпаде.
zh_hans: 时代变了。Mac Mouse Fix可以将苹果触控板拥有的所有功能（甚至更多）赋予给你那只**精准**且符合**人体工学设计**的第三方鼠标。并且让你所有的交互就像在触控板上一样**丝滑**又**自然**。

# 05: trackpad.gestures.header
source: **Trackpad Gestures** that Mac Mouse Fix brings to your mouse
de: **Trackpad-Gesten** die Mac Mouse Fix auf deine Maus bringt
es: **Gestos de Trackpad** que Mac Mouse Fix lleva a tu ratón
pl: **Gesty gładzika**, które Mac Mouse Fix wprowadza do myszy
ru: **Жесты трекпада**, которые Mac Mouse Fix добавляет к вашей мыши
tr: Mac Mouse Fix'in farenize getirdiği **İzleme Dörtgeni Hareketleri**
zh_hans: Mac Mouse Fix可以给鼠标带来这些**触控板手势**

# 06: trackpad.gestures.disclaimer
source: Note: Mac Mouse Fix can bring these Trackpad features to your third-party mouse as described here, only if your mouse has at least 5 buttons. These 5 buttons are typically left-click, right-click, mouse-wheel click, and 2 side-buttons. If your mouse has fewer than 5 buttons, Mac Mouse Fix still provides rich functionality and a great experience, but some features will be less easy to access compared to a 5-button mouse. On certain mice designed to be used with proprietary driver software like Logitech Options, Mac Mouse Fix can't recognize all the buttons at the moment. Mac Mouse Fix does not currently support the Apple Magic Mouse.
de: Hinweis: Mac Mouse Fix kann diese Trackpad-Funktionen nur dann in der hier beschriebenen Weise auf deine Maus bringen, wenn deine Maus mindestens 5 Tasten hat. Diese 5 Tasten sind typischerweise Linksklick, Rechtsklick, Mausrad-Klick und 2 Seitentasten. Wenn deine Maus weniger als 5 Tasten hat, bietet Mac Mouse Fix immer noch viele Funktionen und ein gutes Erlebnis, aber einige Funktionen sind weniger leicht zugänglich im Vergleich zu einer 5-Tasten-Maus. Bei bestimmten Mäusen, die für die Verwendung mit hauseigenen Treibern wie Logitech Options entwickelt wurden, kann Mac Mouse Fix derzeit nicht alle Tasten erkennen. Mac Mouse Fix unterstützt die Apple Magic Mouse derzeit nicht.
es: Nota: Mac Mouse Fix puede llevar estas funciones de Trackpad a tu ratón de terceros, como se describe aquí, solo si tu ratón tiene al menos 5 botones. Estos 5 botones suelen ser clic izquierdo, clic derecho, clic de la rueda del ratón y 2 botones laterales. Si tu ratón tiene menos de 5 botones, Mac Mouse Fix aun así proporciona una rica funcionalidad y una gran experiencia, pero algunas funciones serán menos fáciles de acceder en comparación con un ratón de 5 botones. En ciertos ratones diseñados para ser utilizados con software de controlador propietario como Logitech Options, Mac Mouse Fix no puede reconocer todos los botones en este momento. Mac Mouse Fix actualmente no es compatible con el Apple Magic Mouse.
pl: Adnotacja: Mac Mouse Fix może przenieść te funkcje gładzika do myszy innej firmy, jak opisano tutaj, tylko wtedy, gdy mysz ma co najmniej 5 przycisków. Te 5 przycisków to zazwyczaj kliknięcie lewym przyciskiem myszy, kliknięcie prawym przyciskiem myszy, kliknięcie kółkiem myszy i 2 przyciski boczne. Jeśli mysz ma mniej niż 5 przycisków, Mac Mouse Fix nadal zapewnia bogatą funkcjonalność i wspaniałe wrażenia, ale niektóre funkcje będą mniej dostępne w porównaniu z 5-przyciskową myszą. Na niektórych myszach zaprojektowanych do użytku z zastrzeżonym oprogramowaniem sterownika, takim jak Logitech Options, Mac Mouse Fix nie rozpoznaje w tej chwili wszystkich przycisków. Mac Mouse Fix nie obsługuje obecnie Apple Magic Mouse.
ru: Примечание: Mac Mouse Fix может предоставить эти функции трекпада для мыши стороннего производителя, как описано здесь, только если ваша мышь имеет не менее 5 кнопок. Эти 5 кнопок обычно представляют собой левую кнопку, правую кнопку, колесико мыши и 2 боковые кнопки. Если ваша мышь имеет менее 5 кнопок, Mac Mouse Fix по-прежнему предоставляет богатый функционал и отличный опыт, но некоторые функции будут менее доступны по сравнению с 5-кнопочной мышью. На некоторых мышах, предназначенных для использования с проприетарным драйверным программным обеспечением, таким как Logitech Options, Mac Mouse Fix в настоящее время не может распознать все кнопки. Mac Mouse Fix в настоящее время не поддерживает Apple Magic Mouse.
tr: Not: Mac Mouse Fix bu şekilde görülen İzleme Dörtgeni hareketlerini sadece 5 düğmeli fareler ile destekler. Bu 5 düğme tipik olarak sol tık, sağ tık, orta tık ve iki yan düğmedir. Eğer farenizde 5'den az düğme varsa bile Mac Mouse Fix hala zengin bir işlev sunabilir ama bazı özellikler 5 düğmeli farelere göre daha kısıtlı olacaktır. Logitech Options gibi özel sürücüler kullanan farelerde Mac Mouse Fix bütün düğmeleri algılayamayabilir. Mac Mouse Fix şu anda Apple Magic Mouse'u desteklememektedir.
zh_hans: 注意：Mac Mouse Fix 将触控板的以上功能移植到你的第三方鼠标的前提条件是你的第三方鼠标需至少5个物理按键。标准五键鼠标通常包含：左键、右键、中键（滚轮按压）及两个侧边按键。若使用按键数不足的鼠标，虽仍可体验核心功能，但部分操作便捷性会有所降低。并且对于罗技Options等专用驱动配套的鼠标，目前可能无法识别全部按键；同时本软件暂不支持妙控鼠标。

# 07: trackpad.gestures.lookup.title
source: Look up and Quick Look
de: Quick Look und Nachschlagen
es: Mira hacia arriba y mira rápido
pl: Szukaj i szybki podgląd
ru: Поиск и Quick Look
tr: Sözlükte Ara ve Hızlı Bak
zh_hans: 查找和数据检测器

# 08: trackpad.gestures.lookup.body
source: **Click button 4** on your mouse to look up a word in the dictionary, preview websites in Safari or files in Finder, and more. It works just like tapping with 3 fingers or force clicking on an Apple Trackpad.
de: **Klicke Taste 4** auf deiner Maus, um ein Wort im Wörterbuch nachzuschlagen, einen schnellen Blick auf Webseiten in Safari oder Dateien im Finder zu werfen, und mehr. Es funktioniert genauso wie das Tippen mit 3 Fingern oder ein kräftiger Klick auf einem Apple Trackpad.
es: **Haz clic en el botón 4** de tu ratón para buscar una palabra en el diccionario, previsualizar sitios web en Safari o archivos en el Finder, y más. Funciona exactamente igual que tocar con 3 dedos o hacer clic forzado en un Apple Trackpad.
pl: **Kliknij przycisk 4** na myszy, aby wyszukać słowo w słowniku, wyświetlić podgląd stron internetowych w Safari lub plików w Finderze i nie tylko. Działa tak samo jak stuknięcie 3 palcami lub mocne kliknięcie na Gładzik Apple.
ru: **Нажмите кнопку 4** на мыши, чтобы найти слово в словаре, просмотреть веб-сайты в Safari или файлы в Finder и многое другое. Это работает так же, как нажатие тремя пальцами или сильное нажатие на трекпаде Apple.
tr: **Düğme 4'e tıklayarak** sözlükteki bir kelimenin anlamına bakın, Safari üstünden internet sitelerini ve Finder üstünden dosyaları görüntüleyin ve daha fazlasını yapın Apple İzleme Dörtgeninde 3 parmakla tıklama veya sert tıklama gibi çalışır.
zh_hans: **点按鼠标键4**来在词典中查单词、在Safari浏览器中预览网页，或在访达中查看文件等等。 它的操作方式就像在触控板上用三根手指轻点或用力按压一样。

# 10: trackpad.gestures.mission-control.body
source: Hold down **button 4** on your mouse, then **drag** the mouse **up** to see an overview of your open windows, applications, and desktops. It works just like swiping up with four fingers on an Apple Trackpad.
de: Halte **Taste 4** auf deiner Maus gedrückt und **ziehe** dann die Maus **nach oben**, um eine Übersicht über deine geöffneten Fenster, Apps und Schreibtische anzuzeigen. Es funktioniert genauso wie das Streichen nach oben mit vier Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 4** de tu ratón, luego **arrastra** el ratón **hacia arriba** para ver un resumen de tus ventanas, aplicaciones y escritorios abiertos. Funciona exactamente igual que deslizar hacia arriba con cuatro dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 4** na myszy, a następnie **przeciągnij** mysz **w górę**, aby zobaczyć przegląd otwartych okien, aplikacji i pulpitów. Działa tak, jak przesuwanie w górę czterema palcami na gładziku Apple.
ru: Удерживайте **кнопку 4** на мыши, затем **перетащите** мышь **вверх**, чтобы увидеть обзор открытых окон, приложений и рабочих столов. Это работает так же, как и пролистывание вверх четырьмя пальцами на трекпаде Apple.
tr: **Düğme 4'e** basılı tutarak farenizi **yukarı** doğru hareket ettirdiğinizde açık olan penceleriniz, uygulamalarınız ve masaüstlerinin genel görüntüsünü göreceksiniz. Bir Apple İzleme Dörtgeninde dört parmakla yukarı kaydırmış gibi çalışır.
zh_hans: 按住**鼠标键4**不松，然后**拖动**你的鼠标**往上**来查看所有已打开窗口、应用程序和桌面的概览。 它的操作方式就像在触控板上用四根手指向上轻扫一样。

# 11: trackpad.gestures.spaces.title
source: Move between desktops
de: Zwischen Schreibtischen wechseln
es: Moverse entre escritorios
pl: Przełączaj się między ekranami
ru: Перемещение между рабочими столами
tr: Masaüstüler arasında geç
zh_hans: 在桌面之间切换

# 12: trackpad.gestures.spaces.body
source: Hold down **button 4** on your mouse, then **drag** the mouse **left** or **right** to move to another desktop or fullscreen-app. It works just like swiping left or right with four fingers on an Apple Trackpad.
de: Halte **Taste 4** auf deiner Maus gedrückt und **ziehe** dann die Maus **nach links** oder **nach rechts**, um zwischen Schreibtischen und Vollbild-Apps zu wechseln. Es funktioniert genauso wie das Streichen nach links oder rechts mit vier Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 4** de tu ratón, luego **arrastra** el ratón **hacia la izquierda** o **hacia la derecha** para moverte a otro escritorio o aplicación a pantalla completa. Funciona exactamente igual que deslizar hacia la izquierda o hacia la derecha con cuatro dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 4** na myszy, a następnie **przeciągnij** mysz **w lewo** lub **prawo**, aby przejść do innego pulpitu lub aplikacji pełnoekranowej. Działa tak, jak przesuwanie w lewo lub w prawo czterema palcami na gładziku Apple.
ru: Удерживайте **кнопку 4** на мыши, затем **перетащите** мышь **влево** или **вправо**, чтобы перейти на другой рабочий стол или в полноэкранное приложение. Это работает так же, как пролистывание влево или вправо четырьмя пальцами на трекпаде Apple.
tr: **Düğme 4'e** basılı tutarak farenizi **sağa veya sola hareket ettirerek** masaüstleri veya tam ekran uygulamalar arasında geçiş yapın. Bir Apple İzleme Dörgeninde dört parmakla sağa/sola kaydırmış gibi çalışır.
zh_hans: 按住**鼠标键4**不松，然后**拖动**你的鼠标**往左**或**往右**来在桌面与各个全屏 App 之间移动。 它的操作方式就像在触控板上用四根手指向左或向右轻扫一样。

# 14: trackpad.gestures.app-expose.body
source: Hold down **button 4** on your mouse, then **drag** the mouse **down** to see all windows of the app you're using. It works just like swiping down with four fingers on an Apple Trackpad.
de: Halte **Taste 4** auf deiner Maus gedrückt und **ziehe** dann die Maus **nach unten**, um alle Fenster der App anzuzeigen, die du verwendest. Es funktioniert genauso wie das Streichen nach unten mit vier Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 4** de tu ratón, luego **arrastra** el ratón **hacia abajo** para ver todas las ventanas de la aplicación que estás utilizando. Funciona exactamente igual que deslizar hacia abajo con cuatro dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 4** na myszy, a następnie **przeciągnij** mysz **w dół**, aby zobaczyć wszystkie okna używanej aplikacji. Działa tak, jak przesuwanie w dół czterema palcami na Gładziku Apple.
ru: Удерживайте **кнопку 4** на мыши, затем **перетащите** мышь **вниз**, чтобы увидеть все окна используемого приложения. Это работает так же, как и пролистывание вниз четырьмя пальцами на трекпаде Apple.
tr: **Düğme 4'e** basılı tutarak farenizi **aşağı** doğru hareket ettirdiğinizde bir uygulamanın tüm pencerelerini açığa çıkarabilirsiniz. Bir Apple İzleme Dörtgeninde dört parmakla aşağı kaydırmış gibi çalışır.
zh_hans: 按住**鼠标键4**不松，然后**拖动**你的鼠标**往下**来查看当前所用 App 的全部窗口。 它的操作方式就像在触控板上用四根手指向下轻扫一样。

# 15: trackpad.gestures.show-desktop.title
source: Show desktop
de: Schreibtisch anzeigen
es: Mostrar escritorio
pl: Pokaż biurko
ru: Показать рабочий стол
tr: Masaüstünü göster
zh_hans: 显示桌面

# 16: trackpad.gestures.show-desktop.body
source: Hold down **button 4** on your mouse, then **scroll up** to show your desktop. It works just like spreading your thumb and three fingers apart on an Apple Trackpad.
de: Halte **Taste 4** auf deiner Maus gedrückt und **scrolle nach oben**, um deinen Schreibtisch anzuzeigen. Es funktioniert genauso wie das Auseinanderziehen von Daumen und drei Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 4** de tu ratón, luego **desplázate hacia arriba** para mostrar tu escritorio. Funciona exactamente igual que separar el pulgar y tres dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 4** na myszy, a następnie **przewiń w górę**, aby wyświetlić pulpit. Działa tak, jakby rozłożyć trzy palce na gładziku Apple.
ru: Удерживайте **кнопку 4** на мыши, затем **прокрутите вверх**, чтобы отобразить рабочий стол. Это работает так же, как разведение большого и трех пальцев на трекпаде Apple.
tr: **Düğme 4'e** basılı tutarak tekerleği **yukarı** doğru hareket ettirdiğinizde masaüstünüzü açığa çıkarabilirsiniz. Bir Apple İzleme Dörtgeninde baş parmağınız ve diğer üç parmağınızla açma hareketi gibi çalışır.
zh_hans: 按住**鼠标键4**不松，然后**向上滚动**你的鼠标滚轮来显示你的桌面。 它的操作方式就像在触控板上将拇指和另外三根手指同时展开一样。

# 18: trackpad.gestures.launchpad.body
source: Hold down **button 4** on your mouse, then **scroll down** to display Launchpad. It works just like pinching your thumb and three fingers together on an Apple Trackpad.
de: Halte **Taste 4** auf deiner Maus gedrückt und **scrolle nach unten**, um Launchpad anzuzeigen. Es funktioniert genauso wie das Zusammenziehen von Daumen und drei Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 4** de tu ratón, luego **desplázate hacia abajo** para mostrar el Launchpad. Funciona exactamente igual que juntar el pulgar y tres dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 4** na myszy, a następnie **przewiń w dół**, aby wyświetlić Launchpad. Działa tak, jak szczypanie trzech palców na gładziku Apple.
ru: Удерживайте **кнопку 4** на мыши, затем **прокрутите вниз**, чтобы отобразить Launchpad. Это работает так же, как сведение большого и трех пальцев на трекпаде Apple.
tr: **Düğme 4'e** basılı tutarak tekerleği **aşağı** doğru hareket ettirdiğinizde Launchpad'i açabilirsiniz. Bir Apple İzleme Dörtgeninde baş parmağınız ve diğer üç parmağınızla birleştirme hareketi gibi çalışır.
zh_hans: 按住**鼠标键4**不松，然后**向下滚动**你的鼠标滚轮来显示“启动台”。 它的操作方式就像在触控板上将拇指和另外三根手指合拢到一起一样。

# 19: trackpad.gestures.zoom.title
source: Zoom in or out
de: Vergrößern und verkleinern
es: Acercar o alejar
pl: Przybliżaj i oddalaj
ru: Масштабирование
tr: Yakınlaştır ve uzaklaştır
zh_hans: 放大或缩小

# 20: trackpad.gestures.zoom.body
source: Hold down **button 5** on your mouse, then **scroll up** or **down** to zoom in or out in apps like Safari and Preview. It works just like pinching with two fingers on an Apple Trackpad.
de: Halte **Taste 5** auf deiner Maus gedrückt und **scrolle nach oben** oder **nach unten**, um den Inhalt in Apps wie Safari oder Vorschau zu vergrößern oder zu verkleinern. Es funktioniert genauso wie das Auf- oder Zusammenziehen mit zwei Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 5** de tu ratón, luego **desplázate hacia arriba** o **hacia abajo** para acercar o alejar en aplicaciones como Safari y Vista Previa. Funciona exactamente igual que pellizcar con dos dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 5** na myszy, a następnie **przewiń w górę** lub **w dół**, aby powiększyć lub pomniejszyć w aplikacjach takich jak Safari i Podgląd. Działa tak, jak szczypanie dwoma palcami na gładziku Apple.
ru: Удерживайте **кнопку 5** на мыши, затем **прокрутите вверх** или **вниз**, чтобы увеличить или уменьшить масштаб в таких приложениях, как Safari и Предпросмотр. Это работает так же, как сжатие двумя пальцами на трекпаде Apple.
tr: **Düğme 5'e** basılı tutarak tekerleği **yukarı veya aşağı** doğru hareket ettirdiğinizde Safari ve Preview gibi uygulamalarda yakınlaştırma/uzaklaştırma yapabilirsiniz. Bir Apple İzleme Dörtgeninde iki parmakla açma/birleştirme hareketi gibi çalışır.
zh_hans: 按住**鼠标键5**不松，然后**向上滚动**或**向下滚动**你的鼠标滚轮来在类似于Safari浏览器和预览的app中放大或缩小。 它的操作方式就像在触控板上将双指捏合或张开一样。

# 21: trackpad.gestures.pages.title
source: Go back and forward
de: Vorwärts und zurück gehen
es: Volver y avanzar
pl: Cofaj się i wracaj
ru: Назад и вперед
tr: Geri ve ileri git
zh_hans: 前进与后退

# 22: trackpad.gestures.pages.body
source: Hold down **button 5** on your mouse, then **drag** the mouse **left** or **right** to show the previous or next page in apps like Safari. It works just like swiping left or right with two fingers on an Apple Trackpad.
de: Halte **Taste 5** auf deiner Maus gedrückt und **ziehe** dann die Maus **nach links** oder **nach rechts**, um die vorherige oder nächste Seite in Apps wie Safari anzuzeigen. Es funktioniert genauso wie das Streichen nach links oder rechts mit zwei Fingern auf einem Apple Trackpad.
es: Mantén pulsado el **botón 5** de tu ratón, luego **arrastra** el ratón **hacia la izquierda** o **hacia la derecha** para mostrar la página anterior o siguiente en aplicaciones como Safari. Funciona exactamente igual que deslizar hacia la izquierda o hacia la derecha con dos dedos en un Apple Trackpad.
pl: Przytrzymaj **przycisk 5** na myszy, a następnie **przeciągnij** mysz **w lewo** lub **w prawo**, aby wyświetlić poprzednią lub następną stronę w aplikacjach takich jak Safari. Działa tak, jakby przesunąć w lewo lub w prawo dwoma palcami na gładziku Apple.
ru: Удерживайте **кнопку 5** на мыши, затем **перетащите** мышь **влево** или **вправо**, чтобы отобразить предыдущую или следующую страницу в приложениях, таких как Safari. Это работает так же, как и пролистывание влево или вправо двумя пальцами на трекпаде Apple.
tr: **Düğme 5'e** basılı tutarak farenizi **sağa veya sola hareket ettirerek** Safari gibi uygulamalarda bir önceki veya bir sonraki sayfaya geçin. Bir Apple İzleme Dörgeninde iki parmakla sağa/sola kaydırmış gibi çalışır.
zh_hans: 按住**鼠标键5**不松，然后**拖动**你的鼠标**往左**或**往右**来在类似于Safari浏览器的app内显示上一页或下一页。 它的操作方式就像在触控板上用双指向左或向右轻扫一样。

# 23: trackpad.gestures.mail-actions.title
source: Delete mails quickly and more
de: E-Mails schnell löschen und mehr
es: Eliminar correos rápidamente y más
pl: Usuwaj niechciane maile szybko
ru: Быстрое удаление писем и многое другое
tr: Postaları hızlıca silin ve daha fazlasını yapın
zh_hans: 快速删除邮件及更多功能

# 24: trackpad.gestures.mail-actions.body
source: Hold down **button 5** on your mouse, then **drag** the mouse **left** or **right** to delete messages in Mail, quickly reply to an iMessage, and more. Any gesture you can perform inside an app by swiping on an Apple Trackpad works just as well using Mac Mouse Fix.
de: Halte **Taste 5** auf deiner Maus gedrückt und **ziehe** dann die Maus **nach links** oder **nach rechts**, um Nachrichten in Mail zu löschen, schnell auf eine iMessage zu antworten und mehr. Jede Geste, die du in einer App durch Streichen auf einem Apple Trackpad ausführen kannst, funktioniert genauso gut mit Mac Mouse Fix.
es: Mantén pulsado el **botón 5** de tu ratón, luego **arrastra** el ratón **hacia la izquierda** o **hacia la derecha** para eliminar mensajes en Mail, responder rápidamente a un iMessage, y más. Cualquier gesto que puedas realizar dentro de una aplicación deslizando en un Apple Trackpad funciona igual de bien usando Mac Mouse Fix.
pl: Przytrzymaj **przycisk 5** na myszy, a następnie **przeciągnij** mysz **w lewo** lub **prawo**, aby usunąć wiadomości w Mail, szybko odpowiedzieć na iMessage i nie tylko. Każdy gest, który możesz wykonać w aplikacji, przesuwając palcem na gładziku Apple, działa równie dobrze za pomocą Mac Mouse Fix.
ru: Удерживайте **кнопку 5** на мыши, затем **перетащите** мышь **влево** или **вправо**, чтобы удалить сообщения в Почте, быстро ответить на iMessage и т. д. Любой жест, который вы можете выполнить в приложении, скользя по трекпаду Apple, работает так же хорошо с помощью Mac Mouse Fix.
tr: **Düğme 5'e** basılı tutarak farenizi **sağa veya sola hareket ettirerek** Mail uygulamasında postaları silin, bir iMessage'a hızlıca cevap yazın ve daha fazlasını yapın. Bir Apple İzleme Dörgeninde iki parmakla hareketleri destekleyen uygulamalarda belirli objelerin üzerinde sağa/sola kaydırmış gibi çalışır.
zh_hans: 按住**鼠标键5**不松，然后**拖动**你的鼠标**往左**或**往右**来在邮件app内快速删除邮件、在信息app内快速回复信息等。 在应用内通过在触控板上滑动手指来完成的任何手势操作，使用 Mac Mouse Fix 同样可以轻松实现。

# 25: trackpad.gestures.free-scroll.title
source: Precise 360° scrolling
de: Präzises 360°-Scrollen
es: Desplazamiento preciso de 360°
pl: Precyzyjne przewijanie 360°
ru: Точная прокрутка на 360°
tr: Hassas 360° kaydırma
zh_hans: 清晰的360°全方位定位操作
